aki77.html-erb
aliariff.vscode-erb-beautify
anbuselvanrocky.bootstrap5-vscode
bung87.rails
bung87.vscode-gemfile
ecmel.vscode-html-css
esbenp.prettier-vscode
fallenmax.mithril-emmet
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
hansuxdev.bootstrap5-snippets
jnbt.vscode-rufo
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
pkief.material-icon-theme
pleiades.java-extension-pack-jdk
redhat.java
redhat.vscode-xml
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
shardulm94.trailing-spaces
shopify.ruby-extensions-pack
shopify.ruby-lsp
sianglim.slim
sidthesloth.html5-boilerplate
sorbet.sorbet-vscode-extension
streetsidesoftware.code-spell-checker
teabyii.ayu
testdouble.vscode-standard-ruby
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
